<template>
  <div class="container">
    <div class="container-text">
      <span class="header-text">
        <h4 class="text">Типы мест</h4>
      </span>
      <div class="cinema-name">Silver Screen cinemas в ТРЦ "ArenaCity"</div>
      <div class="item-1">
        <svg
          width="40"
          height="100%"
          viewBox="0 0 92 75"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            fill-rule="evenodd"
            clip-rule="evenodd"
            d="M18.61 7.64C18.61 6.44706 19.5771 5.48 20.77 5.48H71.24C72.4329 5.48 73.4 6.44707 73.4 7.64V18.1548C73.3934 18.229 73.39 18.3041 73.39 18.38V54.28C73.39 54.8521 73.1631 55.4008 72.759 55.8057C72.3556 56.21 71.8085 56.438 71.2374 56.44H20.7626C20.1915 56.438 19.6444 56.21 19.241 55.8057C18.8369 55.4008 18.61 54.8521 18.61 54.28V18.38V7.64ZM13.61 15.88V7.64C13.61 3.68564 16.8156 0.48 20.77 0.48H71.24C75.1944 0.48 78.4 3.68564 78.4 7.64V15.88H89.49C90.8707 15.88 91.99 16.9993 91.99 18.38V57.27L91.99 57.2751C91.9808 61.8345 90.1678 66.205 86.9471 69.4323C83.7264 72.6596 79.3596 74.4815 74.8002 74.5L74.79 74.5H17.21L17.1999 74.5C12.6445 74.4815 8.28116 72.6629 5.0611 69.4406C1.84105 66.2184 0.0254085 61.8538 0.0100145 57.2985L0.0100002 57.29V18.38C0.0100002 16.9993 1.12929 15.88 2.51 15.88H13.61ZM13.61 20.88H5.01V57.2856C5.02199 60.5199 6.31154 63.6185 8.59784 65.9063C10.884 68.194 13.9815 69.4857 17.2157 69.5H74.7843C78.0213 69.4857 81.1213 68.1917 83.408 65.9004C85.6949 63.6089 86.9825 60.5058 86.99 57.2685L86.99 57.2649L86.99 20.88H78.4V54.56C78.4 58.5144 75.1944 61.72 71.24 61.72H20.77C16.8156 61.72 13.61 58.5144 13.61 54.56V54.28V20.88Z"
            fill="#8688C1"
          ></path>
        </svg>
      </div>

      <div>
        <div class="seats-name">
          <span class="name">Кинокресло</span>
        </div>
        <div class="seats-price">
          <span class="price">13,00 BYN</span>
        </div>
        <div class="seats-description">
          <span class="description"
            >Одноместное комфортное широкое кресло с подстаканником.</span
          >
        </div>
      </div>

      <div class="item-1">
        <svg viewBox="-1 0 54 24" width="100%" height="100%">
          <path
            fill="currentColor"
            d="M51.2,13.8V3c0-1.7-1.3-3-3-3h-44c-1.7,0-3,1.3-3,3v10.5C0.5,13.9,0,14.6,0,15.6c0,5,4,8.4,9,8.4h34 c5,0,9-3.4,9-8.4C52,14.8,51.7,14.2,51.2,13.8z M4.2,2h44c0.6,0,1,0.4,1,1v10H49c0,0,0,0,0,0h-1.6c0,0-1.7,0-2,0S45,13.3,45,13.3 c0,1.7-1.3,3-3,3H10c-1.7,0-3-1.3-3-3c0,0,0-0.3-0.4-0.3c-0.4,0-3.5,0-3.5,0V3C3.2,2.5,3.6,2,4.2,2z M43,22H9c-4.1,0-7-2.7-7-6.4 C2,15.1,2.6,15,3,15h2.4c0.7,1.9,2.5,3.3,4.7,3.3h32c2.2,0,4-1.4,4.7-3.3H49c0.4,0,1,0.1,1,0.6C50,19.3,47.1,22,43,22z"
          ></path>
        </svg>
      </div>

      <div>
        <div class="seats-name">
          <span class="name">Love Seat</span>
        </div>
        <div class="seats-price">
          <span class="price">26,00 BYN</span>
        </div>
        <div class="seats-description">
          <span class="description"
            >Места для двоих повышенного комфорта. Сидения соединены таким
            образом, чтобы настроить зрителя на приятный просмотр. Уютные и
            невероятно мягкие и удобные диванчики идеально подойдут для
            свиданий, а также семейных и дружеских просмотров. Цена указана за
            двойное место.</span
          >
        </div>
      </div>

      <div class="item-1">
        <svg
          width="100%"
          height="100%"
          viewBox="0 0 154 84"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
        >
          <path
            fill="currentColor"
            fill-rule="evenodd"
            clip-rule="evenodd"
            d="M22.17 5.71C20.3481 5.71 18.16 7.61662 18.16 11V29.17H18.29V31.67V58.67V58.6787L18.2899 58.6875C18.2665 62.0406 20.4591 63.99 22.27 63.99H74.72V5.71H22.17ZM79.72 5.71V63.99H132.403C134.192 63.8921 136.247 61.9669 136.29 58.7911V58.5847V58.57V31.57V29.07V10.95C136.29 7.63048 134.104 5.71 132.28 5.71H79.72ZM13.16 11V29.17H3.33H0.83V31.67V59.74C0.83 72.3519 9.57837 83.231 21.0572 83.29H21.07H133.4C144.943 83.29 153.578 72.3033 153.61 59.7465L153.61 59.74V31.57V29.07H151.11H141.29V10.95C141.29 5.70952 137.636 0.71 132.28 0.71H22.17C16.7919 0.71 13.16 5.72338 13.16 11ZM5.83 34.17H13.16V58.83C13.16 64.0556 16.7994 69.07 22.17 69.07H132.28C137.638 69.07 141.29 64.0582 141.29 58.83V58.7935C141.291 58.7143 141.291 58.635 141.29 58.5557V34.07H148.61L148.61 59.7335L148.61 59.7392C148.58 70.3995 141.395 78.29 133.4 78.29H21.0765C13.0778 78.2448 5.83 70.3853 5.83 59.74V34.17Z"
          ></path>
        </svg>
      </div>

      <div>
        <div class="seats-name">
          <span class="name">Premiere Sofa</span>
        </div>
        <div class="seats-price">
          <span class="price">35,00 BYN</span>
        </div>
        <div class="seats-description">
          <span class="description"
            >Двухместные мягкие диванчики с подголовниками. Комфорт этого кресла
            моментально позволит вам расслабиться и почувствовать себя как дома.
            Цена указана за двойное место.</span
          >
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
</style>